/*-----------------------------------------------------------*-
						RTC.h (v1.00)
-*-------------------------------------------------------------
	DETALLES:
	– Implementación de inicialización del periférico RTC
	AUTOR:
	- Crespi, Malena Nerea
-------------------------------------------------------------*/
#ifndef _RTC_H
#define _RTC_H
// ------------ PROTOTIPO DE FUNCIONES PÚBLICAS ---------------
void RTC_Init(void);
#endif
/*-----------------------------------------------------------*-
						FIN DEL ARCHIVO
-*-----------------------------------------------------------*/
